Repository: transferwise/CDYObjectModel
Catalog: Transfer/*.lproj/Localizable.strings
Languages: de, fr

# transactions.cancel.fail.message
source: Reload your transfer feed and try again.
de: Bitte lade deine Überweisungen nochmal und versuche es erneut.
fr: Raffraichissez votre liste de transferts et réessayez.

# validation.documents.needed
source: Documents needed
de: Dokumente benötigt
fr: Documents requis

# validation.view
source: View
de: Übersicht
fr: Voir

# transfer.pay.in.too.low.message.base
source: The entered amount is too small to convert, please change it under 'You send'. Current minimum is %@ %@
de: Der eingegebene Betrag ist zu niedrig für einen Währungsumtausch. Bitte ändere den Betrag unter 'Du überweist'. Momentaner Minimumbetrag für %@ liegt bei %@
fr: Le montant à envoyer est trop petit. Le minimum est %@ %@

# transfer.pay.in.too.low.title
source: Amount too small
de: Betrag zu niedrig
fr: Montant trop petit

# transfer.pay.in.too.high.message.base
source: The entered amount is too large to convert, please change it under 'You send'. Current maximum is %@ %@
de: Der eingegebene Betrag ist zu hoch für einen Währungsumtausch. Bitte ändere den Betrag unter 'Du Überweist'. Momentaner Maximumbetrag für %@ liegt bei %@
fr: Le montant à envoyer est trop grand. Le maximum est %@ %@

# transfer.pay.in.too.high.title
source: Amount too large
de: Betrag zu hoch
fr: Montant trop grand

# transferdetails.controller.refunded.header
source: Transfer refunded
de: Überweisung storniert
fr: Transfert remboursé

# transferdetails.controller.cancelled.header
source: Transfer cancelled
de: Überweisung storniert
fr: Transfert annulé

# transferdetails.controller.matched.header
source: Transfer on its way
de: Überweisung unterwegs
fr: Transfert en cours

# transferdetails.controller.received.header
source: We received your money
de: Geld erhalten
fr: Parfait!

# transferdetails.controller.submitted.header
source: Transfer waiting for money
de: Wir warten auf dein Geld
fr: Transfert en attente

# transferdetails.controller.transferred.header
source: Transfer completed
de: Geld ausgezahlt
fr: Transfert effectué

# transferdetails.controller.transfer.header
source: Your transfer
de: Deine Überweisung
fr: Votre transfert

# transferdetails.controller.transfer.thankyou
source: Thank you!
de: Vielen Dank!
fr: Bravo!

# transferdetails.controller.transfer.message
source: We're now waiting for your bank transfer to reach our account. %@.
de: Wir warten nun darauf, dass dein Geld unser Konto erreicht. Das dauert normalerweise %@.
fr: Nous sommes maintenant dans l'attente de réception de votre transfert sur notre compte. %@.

# transferdetails.controller.transfer.recipient
source: to %@
de: an %@
fr: à %@

# transferdetails.controller.transfer.account.to
source: %@'s account details
de: Bankverbindung von %@
fr: Details bancaires de %@

# transferdetails.controller.transfer.account.sent
source: %@ We've sent an email to %@ at %@
de: %@ Wir haben eine E-Mail an %@ zu %@ geschickt
fr: %@ Nous avons envoyé un email à %@ via %@

# transferdetails.controller.button.support.ipad
source: Contact support
de: Support Team kontaktieren
fr: Service client

# transferdetails.controller.button.support
source: Contact customer support
de: Kontaktiere unser Support Team
fr: Contacter le service client

# transferdetails.controller.button.rate
source: Rate the app
de: Bewerte die App
fr: Noter l'app

# transferdetails.controller.button.rate.ipad
source: Rate the app
de: Bewerte die App
fr: Noter l'app

# transferdetails.controller.button.notransfer
source: Bank transfer not done
de: Geld noch nicht überwiesen
fr: Transfert bancaire pas fait

# transferdetails.controller.button.gotit
source: Got it!
de: Verstanden!
fr: Compris!

# transferdetails.controller.button.pay
source: Pay %@ now
de: Zahle %@ jetzt ein
fr: Payer %@

# transferdetails.controller.button.cancel
source: Cancel transfer
de: Überweisung stornieren
fr: Annuler transfert

# transferdetails.controller.repeat.button
source: Repeat this transfer
de: Wiederholen
fr: Répéter ce transfert

# upload.money.account.nr.title
source: Account number
de: Kontonummer
fr: Numéro de compte

# upload.money.address.title
source: Our address
de: Unsere Adresse
fr: Notre adresse

# upload.money.amount.title
source: Amount
de: Betrag
fr: Montant

# upload.money.bank.name.title
source: Bank name
de: Name der Bank
fr: Nom de la banque

# upload.money.data.error.title
source: Data error
de: Datenfehler
fr: Erreur de donnée

# upload.money.done.button.title
source: I made this transfer
de: Ich habe das Geld überwiesen
fr: J'ai fait ce virement

# upload.money.cancel.button.title
source: Cancel
de: Abbrechen
fr: Annuler

# upload.money.our.address.label
source: Our address: %@
de: Unsere Adresse: %@
fr: Notre adresse: %@

# upload.money.header.label.GBP
source: Connect to your online banking & transfer %@ to Transferwise's UK account below. It's free.
de: Überweise %@ per kostenloser Inlandsüberweisung von deinem Online Banking oder deiner Banking App an das unten angegebene Konto von TransferWise in Grossbritannien.
fr: Connectez-vous à votre banque en ligne et transférez %@ sur le compte UK de Transferwise ci-dessous. C'est gratuit. Uniquement depuis votre compte.

# upload.money.header.label.EUR
source: Connect to your online banking or call your bank. Transfer %@ to Transferwise's European account.
de: Überweise genau %@ von deinem Online Banking oder deinem Telefon Banking an das unten angegebene EUR-Konto von TransferWise.
fr: Connectez-vous à votre banque en ligne ou contactez votre banquier. Transférez %@ sur le compte européen de Transferwise ci-dessous. Uniquement depuis votre compte.

# upload.money.header.label.USD.SWIFT
source: Connect to your online banking or call your bank. Transfer %@ to Transferwise's European account below. (Must be sent from your account)
de: Überweise genau %@ von deinem Online Banking oder deinem Telefon Banking, an das unten angegebene Europäische Konto von TransferWise.

# upload.money.header.label.USD.REGULAR
source: Only if you have a US domestic account, Transfer %@ to Transferwise's US account below. The money must be sent from your own account. We don't accept cheques or cash
de: Wenn du ein normales USD Konto in den USA hast, dann überweise bitte genau %@ an das unten angegebene Konto von TransferWise in den USA. Das Geld muss von deinem eigenen Bankkonto kommen. Wir können weder Schecks noch Bareinzahlungen akzeptieren.

# upload.money.header.label
source: Connect to your online banking or call your bank. Transfer %@ to Transferwise's account.
de: Überweise genau %@ von deinem Online Banking oder deinem Telefon Banking an das Konto von TransferWise.
fr: Connectez-vous à votre banque en ligne ou contactez votre banquier. Transférez %@ sur le compte Transferwise ci-dessous. Uniquement depuis votre compte.

# upload.money.header.label.exactly
source: exactly %@
de: genau %@
fr: éxactement %@

# upload.money.info.label.EUR
source: SEPA transfers within Europe cost the same as a local transfer.
de: SEPA-Überweisungen innerhalb Europas kosten genau so viel wie eine Inlandsüberweisung.
fr: Les transferts SEPA au sein de la zone euro ne coûtent pas plus cher qu'un transfert local.

# upload.money.notification.label
source: Your payment will be activated when we receive your deposit.
de: Deine Überweisung wird aktiviert, sobald wir dein Geld erhalten haben.
fr: Votre transfert démarrera dés que nous aurons reçus votre argent.

# upload.money.pulling.data.message
source: Pulling data...
de: Lädt Daten..
fr: Chargement des données...

# upload.money.reference.title
source: Reference
de: Verwendungszweck
fr: Référence

# upload.money.reference.title.CHF
source: Reason for payment
de: Überweisungsgrund
fr: Raison du paiement

# upload.money.title
source: How do you want to pay?
de: Geld einzahlen
fr: Choisir comment payer

# upload.money.title.single.method
source: How to pay
de: Geld einzahlen
fr: Comment payer

# upload.money.to.title
source: To
de: An
fr: A

# upload.money.toggle.button.bank.transfer.title
source: Bank transfer
de: Banküberweisung
fr: Virement bancaire

# upload.money.toggle.button.debit.card.title
source: Debit card
de: Kreditkarte
fr: Carte de débit

# upload.money.uksort.title
source: UK Sort code
de: Sort Code
fr: Code UK Sort

# upload.money.refreshing.payment.message
source: Refreshing details...
de: Daten werden aktualisiert...
fr: Raffraichissement des details...

# upload.money.transaction.refresh.error.message
source: Could not update payment details. Please try again later.
de: Einzelheiten konnten nicht aktualisiert werden. Bitte versuche es später noch einmal.
fr: Impossible de mettre à jour les details du transfert. Réessayez plus tard.

# upload.money.transaction.refresh.error.title
source: Update error
de: Aktualisierungsfehler
fr: Erreur de mise à jour

# upload.money.card.retry
source: Try again
de: Erneut versuchen
fr: Réessayer

# upload.money.card.no.payment.message
source: We could not connect to our payment partner. No payment was processed.
de: Kartenzahlung nicht erfolgreich
fr: Le paiement n'a pu être éffectué. Réessayez plus tard.

# upload.money.card.payment.success.message
source: Great, your card payment was accepted!
de: Hervorragend, deine Kartenzahlung wurde akzeptiert!
fr: Parfait, votre paiement par carte a été accepté!

# upload.money.card.payment.success.title
source: Success
de: Erfolg
fr: Paiement éffectué

# why.popup.bank.column.label
source: Average bank
de: Durchschnittliche Bank
fr: Banque lambda

# why.popup.tw.rate.title
source: We use the real exchange rate.
de: Wir nutzen den echten Wechselkurs.
fr: Nous utilisons le vrai taux de change.

# why.popup.bank.rate.title
source: Banks set their own rate.
de: Banken legen Ihren eigenen Wechselkurs fest.
fr: Les banques inventent leur taux.

# why.popup.tw.fee.title
source: We charge as little as possible.
de: Wir berechnen so wenig wie möglich.
fr: Nous coûtons aussi peu que possible.

# why.popup.bank.fee.title
source: Banks hide profit in the exchange rate + fee.
de: Banken verstecken Ihren Gewinn in dem Wechselkurs und der Gebühr.
fr: Les banques cachent leur profit dans le taux + commission

# why.popup.tw.you.get.title
source: You get
de: Du erhältst
fr: Vous reçevez

# why.popup.bank.you.get.title
source: You would have got
de: Du hättest bekommen
fr: Vous auriez reçu

# why.popup.tw.you.pay.title
source: You pay
de: Du zahlst
fr: Vous payez

# why.popup.bank.you.pay.title
source: You would have payed
de: Du hättest gezahlt
fr: Vous auriez payé

# why.popup.button
source: Got it, I save %@
de: Verstanden, ich spare %@
fr: Compris, j'économise %@

# why.popup.title
source: Price comparison
de: Preisvergleich
fr: Comparatif

# why.popup.rate
source: EXCHANGE RATE
de: WECHSEL KURS
fr: TAUX DE CHANGE

# why.popup.fee
source: COST
de: KOSTEN
fr: COUT

# why.popup.tw.fee.free
source: (Free)
de: (gebührenfrei)
fr: (Gratuit)

# errors.CRD_NOT_VALID.message
source: Incorrect credentials.
de: Inkorrekte Zugangsdaten.
fr: Identifiants incorrects.

# errors.TRWErrorDomain.1.message
source: Could not read server response.
de: Antwort des Servers konnte nicht gelesen werden.
fr: Impossible de lire réponse du serveur.

# errors.TRWErrorDomain.2.message
source: Could not read server response.
de: Antwort des Servers konnte nicht gelesen werden.
fr: Impossible de lire réponse du serveur.

# errors.TRWErrorDomain.3.message
source: Functionality removed. Please update your app.
de: Zeit für die neueste App-Version?
fr: Fonctionnalité supprimée. Veuillez mettre à jour votre application

# recipient.type.SORT_CODE.name
source: UK SORT
de: Sort Code

# recipient.type.field.value.not.entered
source: Value for %@ is missing.
de: Eingabe für %@ fehlt.
fr: Valeur manquante pour le champ %@.

# recipient.type.field.value.too.short
source: Value for %@ too short. Min length is %d.
de: Eingabe für %@ ist zu kurz. Min länge ist %d.
fr: Valeur trop longue pour le champ %@. Le nombre de caractères minimum est %d.

# recipient.type.field.value.too.long
source: Value for %@ too long. Max length is %d.
de: Eingabe für %@ ist zu lang. Max länge ist %d.
fr: Valeur trop courte pour le champ %@. Le nombre de caractères maximum est %d.

# recipient.type.field.value.invalid
source: Value for %@ invalid.
de: Eingabe für %@ ungültig.
fr: Valeur invalide pour le champ %@.

# recipient.type.field.email.invalid
source: Entered email is invalid.
de: Eingegebene E-Mail ist ungültig.
fr: Adresse email invalide.

# calculation.pending.message
source: Calculating
de: Kalkuliert
fr: Calcul en cours

# start.calculating.button.pending.message
source: Calculating...
de: Kalkuliert...
fr: Calcul en cours...

# payment.detail.cancel.date.message
source: Cancelled on %@
de: Storniert am %@
fr: Annulé le %@

# payment.detail.transferred.date.message
source: Transferred on %@
de: Überwiesen am %@
fr: Transféré on %@

# payment.detail.exchange.rate.message
source: Exchange rate %@
de: Wechselkurs %@
fr: Taux de change %@

# payment.detail.sent.header.message
source: Transfer sent out to recipient. Payment #%@
de: Geld an Empfänger ausgezahlt. Überweisung #%@
fr: Transfert envoyé au destinataire. Transfert #%@

# payment.detail.converting.header.message
source: Waiting to convert your money for transfer #%@.
de: Geld für Überweisung #%@ wird bald umgetauscht.
fr: Transfert #%@ en attente de conversion.

# payment.method.DATA_CASH
source: Debit card
de: Kreditkarte
fr: Carte de débit

# payment.method.REGULAR
source: Bank transfer
de: Banküberweisung
fr: Virement bancaire

# payment.method.REGULAR.USD
source: Wire transfer
de: Inlandsüberweisung

# payment.method.ADYEN
source: Debit card
de: Kreditkarte
fr: Carte de débit

# payment.method.SWIFT
source: SWIFT
de: SWIFT-Code

# payment.method.SWIFT.USD
source: SWIFT
de: SWIFT-Code

# payment.method.ACH
source: Bank debit (ACH)
de: Lastschrift(ACH)
fr: Bank debit

# payment.method.ACH.USD
source: Bank debit (ACH)
de: Lastschrift(ACH)
fr: Bank debit

# payment.method.title.DATA_CASH
source: Pay by debit card
de: Per Kreditkarte
fr: Payer par carte bancaire

# payment.method.title.REGULAR
source: Pay by bank transfer
de: Banküberweisung
fr: Payer par virement bancaire

# payment.method.title.REGULAR.USD
source: Pay by wire transfer
de: Inlandsüberweisung
fr: Payer par wire transfer

# payment.method.title.ADYEN
source: Pay by debit card
de: Per Kreditkarte
fr: Payer par carte bancaire

# payment.method.title.SWIFT
source: Pay by international wire
de: Internationale Banküberweisung
fr: Payer par SWIFT

# payment.method.title.SWIFT.USD
source: Pay by SWIFT Transfer
de: SWIFT Überweisung
fr: Payer par SWIFT

# payment.method.title.ACH
source: Pay by direct debit
de: Per Lastschrift
fr: Payer par bank debit

# payment.method.title.ACH.USD
source: Pay by direct debit
de: Per Lastschrift

# payment.method.description.DATA_CASH
source: We accept all Visa & Mastercard debit cards.
de: Wir akzeptieren alle Visa- & Masterkarten.
fr: Nous acceptons les cartes de débit Visa & Mastercard.

# payment.method.description.REGULAR
source: You transfer us the money via a wire transfer and we do the rest.
de: Für USD Bankkonten innerhalb der USA.
fr: Vous nous envoyer l'argent via un virement local et on s'occupe du reste.

# payment.method.description.ADYEN
source: We accept all Visa & Mastercard debit cards.
de: Wir akzeptieren alle Visa- & Masterkarten.
fr: Nous acceptons les cartes de débit Visa & Mastercard.

# payment.method.description.SWIFT
source: If your USD account is not in the US, please use this option.
de: Für USD Bankkonten ausserhalb der USA.
fr: Si votre compte USD n'est pas aux États Unis, virer vos USD vers notre compte Européen.

# payment.method.description.ACH
source: Directly withdraw money from your USD account.
de: Geld wird von deinem US Bankkonto abgebucht.
fr: Prélever directement sur votre compte en banque.

# support.sheet.title
source: If you have questions, please don't hesitate to contact our support team.
de: Solltest du Fragen haben, zögere bitte nicht unser Support Team zu kontaktieren.
fr: Si vous avez la moindre question, n'hésitez pas à contacter notre service client.

# support.sheet.write.message
source: Send an email
de: Sende eine E-Mail
fr: Nous envoyer un email

# support.sheet.call
source: Give us a call
de: Ruf uns an
fr: Nous téléphoner

# support.cant.send.email.message
source: Please check email settings. Sending emails is not enabled on your device.
de: Bitte überprüfe deine E-Mail Einstellungen. Das versenden von E-Mails ist auf deinem Gerät nicht aktiviert.
fr: Vérifier vos parametres d'envoi d'email. Votre iPhone / iPad n'est pas configuré pour envoyer des emails.

# support.cant.send.email.title
source: Can't send email
de: E-Mail kann nicht versendet werden
fr: Impossible d'envoyer l'email

# support.send.email.error.title
source: Email not sent
de: E-Mail nicht versendet
fr: L'email n'a pas été envoyé

# support.send.email.error.message
source: Email could not be sent. Please try again later.
de: E-Mail konnte nicht versendet werden. Bitte versuche es später noch einmal.
fr: Impossible d'envoyer l'email. Réessayez plus tard.

# support.email.to.name
source: TransferWise Support
de: TransferWise Support-Team
fr: Service client TransferWise

# support.generic.email.subject
source: I've got a question
de: Ich habe eine Frage
fr: J'ai une question

# support.contact.cell.label
source: Contact support
de: Kontaktiere Support Team

# support.email.payment.subject.base
source: About payment #%@
de: Überweisung #%@
fr: A propos du transfert #%@

# feedback.alert.message
source: If you like TransferWise as much as we do, please leave your rating to help spread the revolution.
de: Wenn dir TransferWise genau so gut gefällt wie uns, kannst du die Revolution durch eine Bewertung weiter anfachen.
fr: Si vous aimez TransferWise autant que nous, notez l'app sur l'appstore afin d'aider notre révolution.

# feedback.alert.title
source: Enjoy using TransferWise?
de: Gefällt dir TransferWise?
fr: Vous aimez TransferWise?

# feedback.alert.button.rate
source: Yes, rate it now!
de: Ja, bewerte jetzt!
fr: Oui! Je note l'app

# feedback.alert.button.send.feedback
source: No, send feedback
de: Nein, sende Feedback
fr: Non, j'envoi mon commentaire

# feedback.alert.button.send.dismiss
source: Dismiss
de: Verwerfen
fr: Pas maintenant

# feedback.email.subject
source: Feedback on your app
de: Feedback bezüglich eurer App
fr: Commentaire sur l'app TransferWise

# business.profile.identification.controller.title
source: A few documents needed
de: Einige Dokumente benötigt
fr: Quelques infos requises

# business.profile.identification.button.title
source: Continue
de: Weiter
fr: Continuer

# business.profile.identification.instruction.text
source: For security reasons our team will send you an email in the next 24 hours to request a few documents regarding your company.
de: Aus Sicherheitsgründen schickt unser Team dir innerhalb der nächsten 24 Stunden eine E-Mail, um einige Dokumente von deinem Unternehmen anzufordern.
fr: Pour des raisons de sécurité, notre équipe vous contactera par email dans les 24 prochaines heures afin de vous demander quelques documents au sujet de votre entreprise.

# identification.email.subject
source: Our business details
de: Unternehmensdaten
fr: Details de l'entreprise

# identification.email.message.body.base
source: <body> Please attach your documents to this email and send it our way.<br /> <br /> <br /> | Info for the TransferWise team: |<br /> | Account email: %@ |<br /> | Business: %@ |<br /> </body>
de: <body> Bitte füge die Dokumente als Anhang zu dieser E-Mail hinzu und schick die E-Mail an uns.<br /> <br /> <br /> | Info for the TransferWise team: |<br /> | Account email: %@ |<br /> | Business: %@ |<br /> </body>
fr: <body> Veuillez joindre vos documents à cet email et envoyez ce dernier.<br /> <br /> <br /> | Info for the TransferWise team: |<br /> | Account email: %@ |<br /> | Business: %@ |<br /> </body>

# business.profile.identification.making.payment.message
source: Creating payment...
de: Erstellt Überweisung...
fr: Création du transfert...

# intro.start.button.title
source: Got it
de: Verstanden
fr: Ok

# intro.login.button.title
source: Log in
de: Einloggen
fr: Connexion

# intro.register.button.title
source: Register
de: Registrieren
fr: S'enregistrer

# intro.google.button.title
source: Connect via Google
de: Über Google einloggen
fr: Connexion via Google

# intro.tagline.one
source: MONEY WITHOUT BORDERS
de: GELD OHNE GRENZEN
fr: ARGENT SANS FRONTIERES

# intro.tagline.two
source: 90% CHEAPER THAN YOUR BANK
de: 85\% GÜNSTIGER ALS DEINE BANK
fr: 90% MOINS CHER

# intro.tagline.three
source: TRUSTED AROUND THE WORLD
de: ZUVERLÄSSIG AUF DER GANZEN WELT
fr: RESPECTÉ A TRAVERS LE MONDE

# intro.tagline.four
source: EASIER & FASTER EXPERIENCE
de: EINFACHER & SCHNELLER
fr: VIREMENTS FACILE & RAPIDES

# intro.message.one
source: Send money abroad cheaper & faster.
de: Schnellere & günstigere Auslandsüberweisungen.
fr: Envoi d'argent à l'étranger. Moins cher. Rapide.

# intro.message.two
source: Banks charge 5% with hidden fees. We charge 0.5%
de: Banken berechnen bis zu 5% Gebühren. Wir 0.5%
fr: Les banques vous prennent 5% via des frais cachés. Nous ne prenons que 0.5%

# intro.message.three
source: 5/5 ratings across 6758 independent reviews
de: 5/5 Sterne durch 16800 unabhängige Berichte
fr: 6758 revues independantes. Note: 5/5

# intro.message.four
source: From the people who built Skype
de: Von den Entwicklern von Skype
fr: Par les développeurs de Skype.

# intro.existing.tagline.one
source: VERSION 2 OF OUR IPHONE & IPAD APP
de: VERSION 2 UNSERER IPHONE & IPAD APP
fr: VERSION 2 DE NOTRE APP IPHONE & IPAD

# intro.existing.tagline.two
source: NOTHING CHANGED IN YOUR ACCOUNT
de: NICHTS HAT SICH IN DEINEM KONTO VERÄNDERT
fr: VOTRE COMPTE N'A PAS CHANGÉ

# intro.existing.tagline.three
source: MONEY TRANSFER MADE BEAUTIFUL
de: AUSLANDSÜBERWEISUNGEN LEICHT GEMACHT
fr: TRANSFERER AVEC ELEGANCE

# intro.existing.tagline.four
source: NEW FEATURES YOU REQUESTED
de: NEUE GEWÜNSCHTE FUNKTIONEN
fr: LES FONCTIONS DEMANDÉES

# intro.existing.message.one
source: The exact same TransferWise service. Simply improved.
de: Die gleiche TransferWise Erfahrung - nur besser.
fr: Maintenant disponible en français.

# intro.existing.message.two
source: Don't worry. All your past transfers & recipients are here.
de: Keine Angst. All deine bisherigen Überweisungen & Empfänger sind noch da.
fr: Pas d'inquiètude. Vos transferts sont toujours là.

# intro.existing.message.three
source: Clearer instructions & design for your peace of mind.
de: Mehr Klarheit bei Anweisungen & Design. Für deinen inneren Frieden.
fr: Instructions et design plus clairs pour un esprit tranquille.

# intro.existing.message.four
source: Set exactly how much the receiver gets, cancel transfers, invite friends...
de: Bestimmt selbst, wie viel der Empfänger genau erhält, storniere Überweisungen, lade Freunde ein...
fr: Définir éxactement combien le destinataire reçoit, annuler un transfert, inviter vos amis...

# refresh.pull
source: Pull down to refresh
de: Ziehe runter um zu aktualisieren
fr: Tirez vers le bas pour raffraichir

# refresh.release
source: Release to refresh
de: Lass los um zu aktualisieren
fr: Lachez maintenant

# refresh.refreshing
source: Updating...
de: Aktualisiert...
fr: Chargement des transferts...
