Repository: transferwise/CDYObjectModel
Catalog: Transfer/*.lproj/Localizable.strings
Languages: de, fr

# ach.controller.title
source: Pay via direct debit
de: Per ACH Lastschrift
fr: Payer par débit direct

# ach.controller.login.title
source: Confirm your payment
de: Zahlung bestätigen
fr: Confirmer votre payement

# ach.controller.button.support.ipad
source: Contact support
de: Kontakt
fr: Service client

# ach.controller.button.support
source: Contact customer support
de: Support Team kontaktieren
fr: Contacter le service client

# ach.controller.button.connect
source: Connect to my account
de: Weiter zum Konto
fr: Se connecter à mon compte

# ach.controller.routing.label
source: Your routing number
de: Deine Routing Number
fr: Votre routing number

# ach.controller.account.label
source: Your account number
de: Deine Kontonummer
fr: Votre account number

# ach.controller.validation.routing.invalid
source: Entered routing number is incorrect.
de: Routing Number inkorrekt
fr: Routing number incorrect.

# ach.controller.validation.account.invalid
source: Entered account number is incorrect.
de: Kontonummer inkorrekt
fr: Account number incorrect.

# ach.controller.error.title
source: Entered data is not valid
de: Ungültige Daten
fr: Les informations saisies ne sont pas valides.

# ach.controller.accessing
source: Accessing your bank details
de: Lastschrifteinzug wird angefragt
fr: Nous interrogeons votre banque.

# ach.controller.accessing.error
source: Unable to contact your bank at the moment. Please try again.
de: Anfrage erfolglos. Bitte versuch es noch einmal.
fr: Il est impossible de contacter votre banque pour le moment. Essayez à nouveau.

# ach.controller.checkbook.routing
source: Your routing number
de: Routing Number
fr: Votre routing number

# ach.controller.checkbook.account
source: Your account number
de: Deine Kontonummer
fr: Votre account number

# ach.controller.checkbook
source: %@ on a checkbook.
de: %@ auf einem Scheckbuch
fr: %@ sur un chéque.

# ach.waiting.info
source: Now wait a moment while we are searching for your USD account
de: Warte einen Moment, während wir dein USD Konto suchen
fr: Patientez quelques instants, nous recherchons votre compte USD.

# ach.waiting.info2
source: We're now contacting your bank to instruct your ACH bank debit. Bear with us, It can take several minutes.
de: Wir nehmen gerade Kontakt mit deiner Bank auf, um den ACH Lastschrifteinzug in die Wege zu leiten. Das kann ein paar Minuten dauern.
fr: Veuillez patienter pendant que nous procédons à l'instruction du paiement aupres de votre banque. Cela peut prendre quelques minutes.

# ach.controller.button.pay
source: Pay $%@ with %@
de: $%@ einzahlen mit %@
fr: Payez $%@ avec %@

# ach.controller.label.message.nostore
source: We do not store your bank details.
de: Wir speichern deine Bankdaten nicht.
fr: Les détails de votre compte ne sont ni enregistrés, ni partagés.

# ach.controller.label.message.secure
source: Payment is 100% secured.
de: Die Zahlung ist 100% sicher.
fr: Le paiement is 100% sécurisé.

# ach.controller.label.firstfield
source: Your %@ at %@
de: %@ bei %@
fr: %@ à %@

# ach.success.message
source: You successfully sent the money to TransferWise
de: Du hast dein Geld erfolgreich bei TransferWise eingezahlt
fr: Vous avez envoyé l'argent vers TransferWise avec Succès.

# ach.failure.message.account
source: We did not manage to verify your account
de: Wir konnten dein Konto nicht verifizieren
fr: Votre compte bancaire n'a pas pu être vérifié.

# ach.failure.message.mismatch
source: Incorrect account details
de: Bankdaten inkorrekt
fr: Les identifiants de votre compte bancaire sont incorrects.

# ach.failure.message.routingnumber
source: Invalid routing number
de: Routing Number ungültig
fr: Routing number invalide

# business.profile.address.label
source: Address
de: Adresse
fr: Adresse

# business.profile.email.label
source: Your business email
de: Geschäftliche E-Mail-Adresse
fr: Votre email profesionnel

# business.profile.address.section.title
source: Address
de: Adresse
fr: Adresse

# business.profile.city.label
source: City
de: Stadt
fr: Ville

# business.profile.state.label
source: State
de: Bundesstaat
fr: Etat

# business.profile.controller.title
source: Business details
de: Geschäftlich
fr: Profil d'entreprise

# business.profile.controller.send.title
source: Your business details
de: Einzelheiten zum Unternehmen
fr: Détails de votre entreprise

# business.profile.country.label
source: Country
de: Land
fr: Pays

# business.profile.description.label
source: Business description
de: Beschreibung
fr: Description de l'entreprise

# business.profile.details.section.title
source: Business details
de: Unternehmensdaten
fr: Infos sur votre entreprise

# business.profile.name.label
source: Business name
de: Firmenname
fr: Nom de l'entreprise

# business.profile.refresh.error.message
source: Could not load business profile. Please try again later.
de: Geschäftsprofil konnte nicht geladen werden. Bitte versuche es später noch einmal.
fr: Profil d'entreprise n'a pas pu etre chargé. Reéssayez plus tard.

# business.profile.refresh.error.title
source: Your details couldn't be refreshed
de: Einzelheiten konnten nicht aktualisiert werden.
fr: Vos informations n'ont pas pu etre raffraichie

# business.profile.refreshing.message
source: Refreshing...
de: Aktualisiert. . .
fr: Raffraichissement...

# business.profile.registration.number.label
source: Registration number
de: Registernummer
fr: Numéro d'immatriculation

# business.profile.save.button.title
source: Save profile
de: Speichern
fr: Sauvegarder

# business.profile.save.error.title
source: Your details couldn't be saved. Please try again.
de: Einzelheiten konnten nicht gespeichert werden. Bitte versuche es erneut
fr: Vos informations n'ont pas pu etre sauvegardées. Veuillez Reéssayer.

# business.profile.saving.message
source: Saving...
de: Speichert. . .
fr: Sauvegarde en cours...

# business.profile.validation.error.message
source: Please make sure all fields are filled.
de: Bitte stelle sicher, dass alle Felder ausgefüllt sind.
fr: Veuillez remplir tous les champs.

# business.profile.validation.error.title
source: Check your details
de: Überprüfe deine Daten
fr: Vérifiez vos informations

# business.profile.password.lable
source: Password
de: Passwort
fr: Mot de passe

# business.profile.confirm.payment.button.title
source: Continue
de: Weiter
fr: Continuer

# button.title.back
source: Back
de: Zurück
fr: Retour

# button.title.cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button.title.continue
source: Continue
de: Weiter
fr: Continuer

# button.title.delete
source: Delete
de: Löschen
fr: Supprimer

# button.title.done
source: Done
de: Fertig
fr: Fait!

# button.title.fill
source: Fill it
de: Ausfüllen
fr: Remplir

# button.title.get.started
source: Get started
de: Los geht's
fr: Démarrer

# button.title.send.money
source: Send Money
de: Geld senden
fr: Envoyer de l'argent

# button.title.get.started.ipad
source: Get Started
de: Los geht's
fr: Démarrer

# button.title.send.money.ipad
source: Send Money
de: Geld senden
fr: Envoyer de l'argent

# button.title.import.from.phonebook
source: Import from phonebook
de: Kontakte importieren
fr: Importer mon répertoire

# button.title.log.in
source: Log in
de: Einloggen
fr: Connexion

# button.title.log.in.google.ipad
source: Log in with Google
de: Einloggen mit Google
fr: Se connecter via Google

# button.title.log.in.yahoo.ipad
source: Log in with Yahoo!
de: Einloggen mit Yahoo!
fr: Se connecter via Yahoo!

# button.title.retry
source: Retry
de: Versuch's erneut
fr: Reéssayer

# button.title.yes
source: Yes
de: Ja
fr: Oui

# button.title.no
source: No
de: Nein
fr: Non

# button.title.repeat
source: Repeat
de: Wiederholen
fr: Répéter

# confirm.payment.controller.title
source: Review details
de: Einzelheiten
fr: Revue des details

# confirm.payment.creating.message
source: Creating transfer
de: Überweisung erstellen
fr: Création du transfert en cours

# confirm.payment.data.error.title
source: Error loading data
de: Datenladefehler
fr: Erreur de chargement des données

# confirm.payment.delivery.date.message
source: estimated to arrive on
de: Voraussichtliche Ankunftszeit
fr: arrivée estimée le

# confirm.payment.deposit.title.label
source: You're sending exactly
de: Du überweist genau
fr: Vous envoyez éxactement

# confirm.payment.deposit.fixed.title.label
source: You're sending
de: Du überweist
fr: Vous envoyez

# confirm.payment.recipient.title.label
source: %@ will receive
de: %@ empfängt
fr: %@ recevra

# confirm.payment.recipient.fixed.title.label
source: %@ will receive exactly
de: Y%@ empfängt exakt
fr: Y%@ recevra éxactement

# confirm.payment.email.label
source: Recipient's Email
de: E-Mail-Adresse des Empfängers
fr: Email du destinataire

# confirm.payment.fixed.target.sum.format
source: exactly %@
de: exakt %@
fr: La somme exacte de %@

# confirm.payment.header.format
source: On %@, %@ is estimated to reach %@'s account
de: Am %@ werden geschätzte %@ %@ erreichen.
fr: Le %@, %@ est estimé d'arriver sur le compte de %@

# confirm.payment.header.format.nodate
source: %@ will reach %@'s account
de: %@ erreicht %@s Konto
fr: %@ arrivera sur le compte de %@

# confirm.payment.exchangerate.title.label
source: Estimated rate
de: Wechselkurs
fr: Taux de change estimé

# confirm.payment.exchangerate.exact.title.label
source: Exchange rate
de: Wechselkurs
fr: Taux de change

# confirm.payment.fee.title.label
source: Fee
de: Gebühr
fr: Coût

# confirm.payment.footer.button.title
source: Confirm
de: Bestätigen
fr: Confirmer

# confirm.payment.payment.error.title
source: Couldn't create transfer. Please try again.
de: Überweisung konnte nicht erstellt werden. Bitte versuche es erneut.
fr: Le transfert n'a pas pu etre crée. Reéssayez.

# confirm.payment.pulling.data
source: Refreshing...
de: Aktualisiert…
fr: Refraichissement...

# confirm.payment.receiver.section.title
source: Receiver
de: Empfänger
fr: Destinataire

# confirm.payment.recipient.marker.label
source: Receiver
de: Empfänger
fr: Destinataire

# confirm.payment.reference.label
source: Type a reference
de: Verwendungszweck
fr: Saisir une référence

# confirm.payment.sender.marker.label
source: Sender (you)
de: Sender(Du)
fr: Envoyeur (vous)

# confirm.payment.sender.section.title
source: Sender
de: Absender
fr: Envoyeur

# confirm.payment.reference.message
source: The reference will not appear on %@'s bank statement. Instead %@ will see "%@", TransferWise's trusted local partner in %@. The reference will still be visible in the email sent to %@.
de: Dieser Verwendungszweck wird nicht auf dem Kontoauszug von %@ ersichtlich sein. Stattdessen wird %@ "%@", den Namen unseres Partners in %@, sehen. Der Verwendungszweck wird jedoch in der E-Mail, die wir an %@ senden, ersichtlich sein.
fr: La référence n'apparaitra pas sur le relevé bancaire de %@. A la place, %@ verra "%@", le nom du partenaire local de TransferWise %@. La référence sera pourtant visible dans l'email envoyé a %@.

# confirm.payment.reference.message.default
source: The reference will not appear on %@'s bank statement. Instead %@ will see the name of TransferWise's trusted local partner in his country. The reference will still be visible in the email sent to %@.
de: Dieser Verwendungszweck wird nicht auf dem Kontoauszug von %@ ersichtlich sein. Stattdessen wird %@ den Namen unseres Partners vor Ort sehen. Der Verwendungszweck wird jedoch in der E-Mail, die wir an %@ senden, ersichtlich sein.
fr: La référence n'apparaitra pas sur le relevé bancaire de %@. A la place, %@ verra "%@", le nom du partenaire local de TransferWise %@. Ceci dit, la référence sera visible dans l'email envoyé a %@.

# confirm.payment.reference.message.USD
source: The reference will not appear on %@'s bank statement. The reference will still be visible in the email sent to %@.
de: Dieser Verwendungszweck wird nicht auf dem Kontoauszug von %@ ersichtlich sein. Der Verwendungszweck wird jedoch in der E-Mail, die wir an %@ senden, ersichtlich sein.
fr: La référence n'apparaitra pas sur le relevé bancaire de %@. Ceci dit, la référence sera visible dans l'email envoyé a %@.

# confirm.payment.recipient.will.be.informed
source: %@ will be informed via email.
de: %@ wird per E-Mail informiert
fr: %@ sera informé par email.

# confirm.payment.reference.message.cancel
source: Cancel
de: Abbrechen
fr: Annuler

# contacts.controller.delete.button.title
source: Delete
de: Löschen
fr: Supprimer

# contacts.controller.delete.confirmation.message
source: Are you sure you wish to delete %@ from your recipients?
de: Möchtest du %@ als Empfänger entfernen?
fr: Etes-vous sur de vouloir supprimer %@ de la liste de vos destinataires?

# contacts.controller.delete.conformation.title
source: Delete contact
de: Kontakt löschen
fr: Supprimer contact

# contacts.controller.deleting.message
source: Deleting...
de: Löscht. . .
fr: Suppression...

# contacts.controller.refreshing.message
source: Refreshing recipients list
de: Aktualisiert Empfängerliste
fr: Rachraissement des destinataires

# contacts.controller.title
source: Recipients
de: Empfänger
fr: Destinataires

# contacts.controller.tabbar.title
source: Recipients
de: Empfänger
fr: Contacts

# contacts.refresh.error.message
source: Could not refresh your recipients list
de: Empfängerliste konnte nicht aktualisiert werden
fr: La list de vos destinataires n'a pas pu etre raffraichie

# contacts.refresh.error.title
source: Refresh error
de: Aktualisierungsfehler
fr: Erreur de raffraichissement

# contacts.controller.send.button.title
source: Send %@
de: %@ senden
fr: Envoyer %@

# contacts.controller.footer.invite
source: Earn %@ by inviting your friends to TransferWise
de: Verdiene £50, indem du deine Freunde zu TransferWise einlädst
fr: Gagner %@ en invitant vos amis sur TransferWise

# contacts.controller.footer.invite.button.title
source: Invite friends
de: Freunde einladen
fr: Invitez vos amis

# contacts.controller.account.type
source: %@ account
de: %@ Konto
fr: Compte %@

# claim.account.controller.title
source: Choose a password
de: Wähle ein Passwort
fr: Choisir un mot de passe

# claim.account.error.title
source: Error
de: Fehler
fr: Erreur

# claim.account.footer.message.text
source: Please set a password to be able to login and check the status of your transfers.
de: Bitte leg ein Passwort fest, um dich später anmelden und den Status deiner Überweisungen überprüfen zu können.
fr: Choisissez un mot de passe afin de vos connecter et suivre vos transferts.

# claim.account.password.not.entered
source: Password is missing
de: Passwort fehlt
fr: Mot de passe manquant

# claim.account.setting.password.message
source: Working...
de: Lädt. . .

# currency.selector.title
source: Select currency
de: Währungspaar
fr: Choix de monnaie

# currency.selector.select.button.title
source: Select
de: Wählen
fr: Choisir

# generic.error.message
source: We are working on the issue. Please try again later.
de: Wir arbeiten an dem Fehler. Bitte versuche es später noch einmal.
fr: Nous travaillons sur le probleme. Reessayer plus tard.

# generic.error.title
source: Oops. Something went wrong.
de: Ups. Irgendetwas ist schief gelaufen.
fr: Oops. Quelque chose n'a pas marché.

# identification.controller.title
source: %d documents required
de: %d Dokumente benötigt
fr: %d documents requis

# identification.controller.single.title
source: %d document required
de: %d Dokument benötigt
fr: %d document requis

# identification.controller.fields.title
source: Fill the fields
de: Fülle die Felder aus
fr: Remplir les champs

# identification.controller.title.ipad
source: %d documents required for security reasons
de: %d Dokumente aus Sicherheitsgründen benötigt
fr: %d documents requis en raison de sécurité

# identification.controller.single.title.ipad
source: %d document required for security reasons
de: %d Dokument aus Sicherheitsgründen benötigt
fr: %d documents requis en raison de sécurité

# identification.reason.title
source: For security reasons we need:
de: Aus Sicherheitsgründen benötigen wir:
fr: Pour des raisons de sécurité, nous avons besoin de:

# identification.creating.payment.message
source: Creating transfer...
de: Erstellt Überweisung. . .
fr: Creation du transfert...

# identification.id.document
source: Photo of your ID
de: Bild deines Identitätsnachweises
fr: Photo d'une piece d'identité

# identification.id.description
source: A good quality photo of a valid passport or ID card or driving licence. Not a picture of yourself.
de: Ein Bild mit guter Qualität von einem gültigen Reisepass, Personalausweis oder Führerschein. Kein Bild von dir.
fr: Une photo de votre passeport, carte d'identité ou permi de conduire valide et de bonne qualité. Non pas une photo de vous.

# identification.id.description.drivers.first
source: A good quality photo of your driving licence or valid passport or ID card. Not a picture of yourself.
de: Ein Foto von deinem Personalausweis, Reisepass oder Führerschein in guter Qualität. Kein Foto von dir selbst.
fr: Une photo de votre permi de conduire, passeport ou carte d'identité valide et de bonne qualité. Non pas une photo de vous.

# identification.id.selected.description
source: ID document selected
de: Identitätsnachweis ausgewählt
fr: Piece d'identité selectionnée

# identification.payment.error.title
source: Payment error
de: Fehler
fr: Erreur de paiement

# identification.proof.of.address
source: Photo of proof of address
de: Bild eines Wohnsitznachweises
fr: Photo d'une preuve de domicile

# identification.proof.of.address.description
source: A utility bill or credit card statement from the last 3 months sent to your current address.
de: Eine Nebenkostenrechnung oder ein Schreiben der Bank, welches nicht älter als drei Monate ist und an deine Adresse geschickt wurde.
fr: Une facture ou un relevé de carte de crédit envoyé dans les 3 derniers mois a votre adresse actuelle.

# identification.proof.of.address.selected.description
source: Proof of address selected
de: Wohnsitznachweis
fr: Preuve de domiciliation sélectionnée

# identification.take.photo
source: Take Photo
de: Foto machen
fr: Photographier

# identification.upload.button
source: Send
de: Hochladen
fr: Envoyer

# identification.skip.button
source: Skip, I'll do it later
de: Überspringen und später erinnern
fr: Je le ferai plus tard

# identification.delete.button
source: Delete
de: Löschen
fr: Supprimer

# identification.payment.purpose
source: Purpose of this transfer
de: Grund für Überweisung
fr: Raison de ce transfert

# identification.ssn
source: Social security number
de: SSN(Social Security Number)

# identification.good.format
source: Good! %d documents left.
de: Hervorragend! %d Dokumente übrig.
fr: Bien! %d documents restants.

# identification.good.single.format
source: Good! %d document left.
de: Hervorragend! %d Dokument übrig.
fr: Bien! %d document restant.

# identification.good.single.ipad
source: 1 more document needed for security reasons.
de: 1 weiteres Dokument aus Sicherheitsgründen benötigt.
fr: Plus qu'un document requis.

# identification.fields
source: Fill the remaining fields
de: Fülle die verbleibenden Felder aus
fr: Remplissez les champs restants

# identification.only.ssn
source: Almost done. Enter Social security number
de: Fast geschafft. Es fehlt nur noch deine SSN(Social Security Number).
fr: Presque fini. Saisissez votre Social security number

# identification.only.purpose
source: Almost done. Enter Purpose of transfer
de: Fast geschafft. Es fehlt nur noch dein Überweisungsgrund.
fr: Presque fini. Saisissez la raison de votre transfert

# identification.only.ssn.ipad
source: You're almost done. Fill the field : Social security number
de: Fast geschafft. Es fehlt nur noch deine SSN(Social Security Number).
fr: Presque fini. Remplissez le champ: Social security number

# identification.only.purpose.ipad
source: You're almost done. Fill the field : Purpose of transfer
de: Fast geschafft. Es fehlt nur noch dein Überweisungsgrund.
fr: Presque fini. Remplissez le champ: Raison du transfert

# identification.well.done.format
source: Well done %@!
de: Hervorragend %@!
fr: Bravo %@!

# identification.error
source: Error
de: Fehler
fr: Erreur

# identification.ssn.short
source: Social security number is too short
de: SSN(Social Security Number)zu kurz
fr: Le Social security number est trop court

# identification.ssn.error.title
source: SSN invalid
de: Die SSN(Social Security Number)ist inkorrekt

# identification.ssn.generic.error
source: Please provide a valid SSN number or provide of photo of your ID.
de: Bitte gib eine gültige SSN(Social Security Number) an oder schick uns einen Identitätsnachweis
fr: Erreur de validation du Social security number. Veuillez fournir une piece d'identité.

# introduction.currencies.retrieve.error.message
source: Could not retrieve currencies from server
de: Währungen konnten vom Server nicht abgerufen werden
fr: Impossible de téléchargé la liste des monnaies

# introduction.currencies.retrieve.error.title
source: Currencies error
de: Währungsfehler
fr: Erreure liée aux monnaies

# introduction.calculation.error.title
source: Calculation failed
de: Kalkulation fehlgeschlagen
fr: Calculation avortée

# introduction.title
source: Send money
de: Geld schicken
fr: Envoyer de l'argent

# introduction.header.title.text
source: How much would you like to send?
de: Wie viel möchtest du schicken?
fr: Combien souhaitez-vous envoyer?

# introduction.login.section.title
source: Already a user?
de: Schon registriert?
fr: Déja un utilisateur?

# introduction.savings.receive.message.base
source: You'll get %@ more vs your bank
de: Du erhältst %@ mehr als mit deiner Bank
fr: Vous obtiendrez %@ de plus qu'avec votre banque

# introduction.savings.pay.message.base
source: You'll pay %@ less vs your bank
de: Du zahlst %@ weniger als mit deiner Bank
fr: Vous économisez %@ par rapport a votre banque

# introduction.savings.message.how
source: See how
de: Wie?
fr: Voir explication

# introduction.savings.message.how.ipad
source: See how
de: Wie?
fr: Voir explication

# introduction.header.sub.title.text
source: No hidden fees. No headache. A revolution in your pocket.
de: Keine versteckten Kosten. Keine Kopfschmerzen. Eine Revolution in deiner Hosentasche.
fr: Pas de frais cachés. Pas de migraine. Une révolution dans votre poche.

# invite.controller.tabbar.title
source: Invite
de: Einladen
fr: Inviter

# login.controller.footer.message
source: You will remain logged in until you manually log out of the app.
de: Du bleibst solange eingeloggt, bis du dich manuell von der App abmeldest.
fr: Vous resterez connecter jusqu'a ce que vous vous déconnectiez.

# login.controller.header.message
source: Enter your login details
de: Gib deine Zugangsdaten ein
fr: Saisissez vos identifiants

# login.controller.logging.in.message
source: Logging in...
de: Einloggen. . .
fr: Connexion...

# login.controller.title
source: Login
de: Einloggen
fr: Connexion

# login.email.field.title
source: Your email
de: Deine E-Mail-Adresse
fr: Votre addresse email

# login.error.generic.message
source: Login failed. Please try again.
de: Einloggen fehlgeschlagen. Bitte versuche es erneut.
fr: Erreur de connexion. Essayez de nouveau.

# login.error.title
source: Can't log in
de: Einloggen nicht möglich.
fr: Impossible de se connecter

# login.error.oauth.expired
source: Your OAuth token has expired or is revoked. Please try again.
de: Dein OAuth Token ist abgelaufen oder annuliert. Bitte versuche es erneut.
fr: Votre jeton d'OAuth a expiré. Essayez à nouveau s'il vous plait.

# login.password.field.title
source: Password
de: Dein Passwort
fr: Mot de passe

# login.validation.email.missing
source: You haven't entered an email
de: Du hast keine E-Mail-Adresse eingegeben
fr: Adresse email manquante
