Repository: transferwise/CDYObjectModel
Catalog: Transfer/*.lproj/Localizable.strings
Languages: de, fr

# login.validation.email.not.valid
source: The entered email is not correct
de: Die eingegebene E-Mail-Adresse ist falsch
fr: L'émail saisi n'est pas valide

# login.validation.password.missing
source: Password is missing
de: Passwort fehlt
fr: Mot de passe manquant

# money.entry.priority.payment.title
source: Priority Payment
de: Expresszahlung
fr: Transfert prioritaire

# money.entry.receive.fixed.amount.title
source: Receive fixed amount
de: Erhalte fixen Betrag
fr: Recevoir un montant fixe

# money.entry.they.receive.title
source: Receiver gets approximately
de: Empfänger erhält
fr: Destinataire reçoit

# money.entry.they.receive.exactly.title
source: Receiver gets exactly
de: Empfänger erhält exakt
fr: Destinataire reçoit éxactement

# money.entry.you.send.title
source: You send
de: Du überweist
fr: Vous envoyez

# money.entry.you.send.exactly.title
source: You send exactly
de: Du überweist genau
fr: Vous envoyez éxactement

# money.entry.recipient.receive.title
source: %@ gets approximately
de: %@ erhält
fr: %@ reçoit

# money.entry.recipient.receive.exactly.title
source: %@ gets exactly
de: %@ erhält exakt
fr: %@ reçoit éxactement

# openid.login.error.title
source: Login failed
de: Einloggen fehlgeschlagen
fr: Erreur de connexion

# openid.login.generic.error.message
source: Login failed. Please try again later.
de: Einloggen fehlgeschlagen. Bitte versuche es später erneut.
fr: Erreur de connexion. Essayez de nouveau.

# payment.change.time.days.ago
source: %d days ago
de: vor %d Tagen
fr: Il y a %d jours

# payment.change.time.hours.ago
source: %d hours ago
de: vor %d Stunden
fr: Il y a %d heures

# payment.change.time.minutes.ago
source: %d minutes ago
de: vor %d Minuten
fr: Il y a %d minutes

# payment.change.time.months.ago
source: %d months ago
de: vor %d Monaten
fr: Il y a %d mois

# payment.change.time.one.day.ago
source: 1 day ago
de: vor 1 Tag
fr: Hier

# payment.change.time.one.hour.ago
source: 1 hour ago
de: vor 1 Stunde
fr: Il y a 1 heure

# payment.change.time.one.minute.ago
source: 1 minute ago
de: vor 1 Minute
fr: Il y a 1 minute ago

# payment.change.time.one.month.ago
source: 1 month ago
de: Vor 1 Monat
fr: Il y a 1 mois

# payment.change.time.one.year.ago
source: 1 year ago
de: Vor 1 Jahr
fr: Il y a 1 an

# payment.change.time.years.ago
source: %d years ago
de: vor %d Jahren
fr: Il y a %d ans ago

# payment.date.format.long
source: MMM d yyyy
de: d MMM YYYY
fr: d MMM yyyy

# payment.date.format.short
source: MMM d
de: d MMM
fr: d MMM

# payment.controller.calculation.error.title
source: Calculation failed
de: Kalkulation fehlgeschlagen
fr: Calcul avorté

# payment.controller.continue.to.details.button.title
source: Continue
de: Weiter
fr: Continuer

# payment.controller.currency.cost.label
source: To be converted
de: Wird getauscht
fr: Sera converti

# payment.controller.currency.payment.error.message
source: Can't make payments to recipients using %@
de: Überweisung an den Empfänger kann in %@ nicht durchgeführt werden
fr: Impossible de payer au destinataire en utilisant %@

# payment.controller.currency.payment.error.title
source: Can't make payment
de: Überweisung kann nicht durchgeführt werden
fr: Paiement impossible

# payment.controller.deposit.label
source: Your deposit
de: Deine Einzahlung
fr: Votre dépot

# payment.controller.estimated.exchange.rate.label
source: Estimated exchange rate
de: Geschätzter Wechselkurs
fr: Taux de change estimé

# payment.controller.payment.date.message
source: Money arrives %@
de: Geld kommt an am %@
fr: L'argent arrive le %@

# payment.controller.title
source: Send
de: Senden
fr: Envoyer

# payment.controller.tabbar.title
source: Send
de: Senden
fr: Envoyer

# payment.controller.title.with.contact.name
source: Payment to %@
de: Überweisung an %@
fr: Transfert a %@

# payment.controller.transfer.fee.label
source: Total fee
de: TransferWise Gebühr
fr: Coût total

# payment.controller.you.get.label
source: Receiver gets (estimated)
de: Empfänger erhält geschätzte
fr: Destinataire reçoit (estimation)

# payment.currencies.format
source: %@ to %@
de: %@ zu %@
fr: %@ à %@

# payment.status.cancelled.description
source: Cancelled - %@
de: abgebrochen am %@
fr: Annulé - %@

# payment.status.cancelled.description.long
source: has now been cancelled.
de: wurde storniert.
fr: a été annulé.

# payment.status.cancelled.description.conversion
source: was not converted to
de: wurde nicht umgetauscht in
fr: n'a pas été converti en

# payment.status.refunded.description
source: Refunded %@
de: Zurückerstattet am %@
fr: Remboursé - %@

# payment.status.refunded.description.long
source: has now been cancelled.
de: wurde storniert.
fr: a été annulé.

# payment.status.refunded.description.conversion
source: has been refunded
de: wurde zurückerstattet
fr: a été remboursé

# payment.status.matched.description
source: on its way
de: auf dem Weg
fr: en cours

# payment.status.matched.description.long
source: is on its way.
de: ist auf dem Weg.
fr: est en cours

# payment.status.matched.description.conversion
source: have been converted to
de: wurde umgetauscht in
fr: a éte converti en

# payment.status.matched.description.eta
source: & should arrive on
de: & sollte ankommen am
fr: & devrait arriver le

# payment.status.received.description
source: Converting
de: Wird umgetauscht
fr: en conversion

# payment.status.received.description.long
source: is now being converted.
de: wird nun umgetauscht.
fr: est en conversion.

# payment.status.received.description.conversion
source: is estimated to convert to
de: wird voraussichtlich umgetauscht in
fr: est estimé de convertir en

# payment.status.received.description.eta
source: & should arrive on
de: & sollte ankommen am
fr: & devrait arriver le

# payment.status.submitted.description
source: Waiting for money
de: wartet auf dein Geld
fr: En attente d'argent

# payment.status.submitted.description.long
source: will start as soon
de: beginnt sobald
fr: démarrera

# payment.status.submitted.description.long2
source: as we receive the money.
de: wir dein Geld erhalten.
fr: dés que nous aurons reçu l'argent.

# payment.status.payed.description
source: Waiting for money
de: wartet auf dein Geld
fr: En attente d'argent

# payment.status.payed.description.long
source: will start once we
de: beginnt sobald wir
fr: demarrera des que

# payment.status.payed.description.long2
source: received the money.
de: dein Geld erhalten haben.
fr: nous aurons reçu l'argent.

# payment.status.payed.description.conversion
source: We're now waiting for your bank transfer to reach our account. It generally takes 1-2 business day.
de: Wir warten nun darauf, dass deine Banküberweisung unser Konto erreicht. Das dauert normalerweise 1-2 Werktage.
fr: Nous sommes maintenant dans l'attente de votre transfert bancaire. Cela prend genéralement 1 jour ouvré.

# payment.status.transferred.description
source: Completed - %@
de: Ausgezahlt am %@
fr: Effectué - %@

# payment.status.transferred.description.long
source: has been transfered.
de: wurde ausgezahlt.
fr: a été effectué.

# payment.status.transferred.description.conversion
source: have been converted to
de: wurde umgetauscht in
fr: a été converti en

# payment.status.transferred.description.eta
source: & should arrive on
de: & sollte ankommen am
fr: & devrait arriver le

# payment.status.transferred.description.eta.past
source: & should have arrived on
de: & hätte ankommen sollen am
fr: & devrait être arrivé le

# payment.status.receivedWaitingRecipient.description
source: Waiting for recipient
de: Warte auf Empfänger
fr: En attente du destinataire

# payment.status.unknown.description
source: Unknown
de: Unbekannt
fr: Inconnu

# payment.status.notification
source: Your transfer to %@ of %@ %@ is now %@
de: Deine Überweisung an %@ über %@ %@ ist jetzt %@
fr: Votre transfert à %@ de %@ %@ est %@

# profile.post.code.label
source: Post code
de: Postleitzahl
fr: Code postale

# profile.post.code.usa.label
source: Zip code
de: PLZ

# personal.profile.address.label
source: Address
de: Adresse
fr: Adresse

# personal.profile.address.section.title
source: Address
de: Adresse
fr: Adresse

# personal.profile.city.label
source: City
de: Stadt
fr: Ville

# personal.profile.confirm.payment.button.title
source: Continue
de: Weiter
fr: Continuer

# personal.profile.state.label
source: State
de: Bundesstaat
fr: Etat

# personal.profile.continue.to.recipient.button.title
source: Continue
de: Weiter
fr: Continuer

# personal.profile.controller.title
source: Your details
de: Deine Einzelheiten
fr: Vos détails

# personal.profile.countries.refresh.error.message
source: Could not retrieve data. Please try again later.
de: Daten konnten nicht abgerufen werden. Bitte versuche es später erneut.
fr: Accés aux données impossible. Réessayer plus tard.

# personal.profile.countries.refresh.error.title
source: Error while refreshing
de: Aktualisierungsfehler
fr: Erreur lors du raffraichissement

# personal.profile.country.label
source: Country
de: Land
fr: Pays

# personal.profile.date.of.birth.label
source: Date of birth
de: Geburtsdatum
fr: Date de naissance

# personal.profile.email.label
source: Your Email
de: Deine E-Mail-Adresse
fr: Votre email

# personal.profile.email.taken.message
source: Email is already registered.
de: E-Mail-Adresse ist schon registriert.
fr: Cet email est déjà enregistré

# personal.profile.email.validating
source: Checking email
de: E-Mail-Adresse wird geprüft
fr: Vérification de l'émail

# personal.profile.first.name.label
source: First name
de: Vorname
fr: Prénom

# personal.profile.last.name.label
source: Last name
de: Nachname
fr: Nom de famille

# personal.profile.personal.section.title
source: Personal details
de: Persönliche Daten
fr: Details personnels

# personal.profile.phone.label
source: Phone
de: Telefon
fr: Numéro de téléphone

# personal.profile.password.label
source: Password
de: Passwort
fr: Mot de passe

# personal.profile.password.confirm.label
source: Retype password
de: Passwort wiederholen
fr: Resaisir mot de passe

# personal.profile.occupation.label
source: Occupation
de: Beschäftigung

# personal.profile.refresh.error.message
source: Oops! Your profile couldn't be loaded. Please try again later.
de: Ups! Dein Profil konnte nicht geladen werden. Bitte versuche es später nochmal.
fr: Oops! Votre profil n'a pas pu être chargé. Réessayer plus tard.

# personal.profile.refresh.error.title
source: Profile unavailable
de: Profil nicht verfügbar
fr: Profil indisponible

# personal.profile.refreshing.countries.message
source: Refreshing countries...
de: Lädt Länder...
fr: Rafraichissement des pays...

# personal.profile.refreshing.message
source: Loading profile...
de: Lädt Profil...
fr: Chargement du profil...

# personal.profile.save.button.title
source: Save profile
de: Speichert Profil
fr: Sauvegarder

# personal.profile.save.error.title
source: Error saving your profile
de: Fehler beim Speichern deines Profils
fr: Erreur lors de la sauvegarde du profil

# personal.profile.saving.message
source: Saving your profile...
de: Speichere dein Profil...
fr: Sauvegarde du profil...

# personal.profile.validation.error.message
source: Please check that all fields are filled in.
de: Bitte stelle sicher, dass alle Felder ausgefüllt sind.
fr: Vérifiez que tous les champs sont remplis.

# personal.profile.validation.password.error.notmatching.message
source: Passwords don't match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passes sont différents.

# personal.profile.validation.password.error.invalid.length.message
source: Password should be at least 5 characters
de: Passwort sollte mindestens 5 Zeichen lang sein
fr: Le mot de passe doit contenir au moins 5 caractères

# personal.profile.validation.dateofbirth.invalid.message
source: Your date of birth is not valid
de: Dein Geburtsdatum ist nicht gültig
fr: Date de naissance non valide

# personal.profile.validation.phone.invalid.message
source: Phone should be at least 5 characters
de: Die Telefonnummer muss aus mind. 5 Zeichen bestehen
fr: Numéro de téléphone doit contenir au moins 5 caractères

# personal.profile.validation.error.title
source: Check your details
de: Überprüfe deine Daten
fr: Verifiez vos informations

# personal.profile.verify.error.title
source: Verify error
de: Verifizierungsfehler
fr: Erreur de vérification

# personal.profile.verify.message
source: Checking profile
de: Überprüfe Profil
fr: Verification du profil

# personal.profile.login.title
source: Login
de: Einloggen
fr: Connexion

# personal.profile.needed.popup.message
source: You need to fill personal profile also to continue payment.
de: Du musst dein persönliches Profil ausfüllen, um die Überweisung fortzusetzen.
fr: Veuillez remplir votre profil personnel afin de continuer.

# personal.profile.needed.popup.title
source: Missing data
de: Fehlende Angaben
fr: Informations manquantes

# profile.controller.title
source: Profile
de: Profil
fr: Profil

# profile.controller.tabbar.title
source: Profile
de: Profil
fr: Profil

# profile.selection.text.base
source: Or %@
de: oder %@
fr: Ou %@

# profile.selection.text.business.profile
source: Send as a business
de: Geschäftliche Überweisung
fr: En tant qu'entreprise

# profile.selection.text.personal.profile
source: Send as me
de: Private Überweisung
fr: En tant que personne

# profile.edit.title
source: My profile
de: Mein Profil
fr: Mon profil

# profile.edit.title.ipad
source: My profile
de: Mein Profil
fr: Mon profil

# profile.edit.business
source: Business profile
de: Geschäftsprofil
fr: Profil d'entreprise

# profile.edit.personal
source: Personal profile
de: Persönliches Profil
fr: Profil personnel

# profile.edit.save
source: Save
de: Speichern
fr: Sauvegarde

# profile.edit.save.success.header
source: Success
de: Erfolg
fr: Succès

# profile.edit.save.success.message
source: Your profile has been saved
de: Dein Profil wurde gespeichert
fr: Votre profil a été sauvegardé

# recipient.controller.add.button.title
source: Add
de: Hinzufügen
fr: Ajouter

# recipient.controller.add.mode.title
source: Add recipient
de: Empfänger hinzufügen
fr: Ajouter un destinataire

# recipient.controller.cell.label.email
source: Recipient's Email (Optional)
de: E-Mail-Adresse
fr: Email du destinataire

# recipient.controller.cell.label.name
source: Recipient's Name
de: Name des Empfängers
fr: Nom du destinataire

# recipient.controller.cell.title.recipient.currency.generic
source: Recipient's currency
de: Währung
fr: Monnaie du Destinataire

# recipient.controller.cell.title.recipient.currency
source: %@'s currency
de: %@s Währung
fr: Monnaie de %@

# recipient.controller.confirm.payment.button.title
source: Confirm payment
de: Überweisung bestätigen
fr: Confirmer paiement

# recipient.controller.creating.message
source: Creating...
de: Erstellt...
fr: Création en cours...

# recipient.controller.payment.mode.title
source: Select a recipient
de: Wähle einen Empfänger
fr: Sélectionner un destinataire

# recipient.controller.recipient.types.load.error.title
source: Data error
de: Datenfehler
fr: Erreur de donnée

# recipient.controller.recipients.preload.error.title
source: Can't load contacts
de: Kontakte können nicht geladen werden
fr: Impossible de charger les contacts

# recipient.controller.refreshing.message
source: Loading...
de: Lädt...
fr: Chargement...

# recipient.controller.sattes.load.error.title
source: Data error
de: Datenfehler
fr: Erreur de donnée

# recipient.controller.section.title.currency
source: Currency
de: Währung
fr: Monnaie

# recipient.controller.section.title.recipient
source: Who are you sending money to?
de: An wen möchtest du Geld überweisen?
fr: A qui voulez-vous envoyer de l'argent?

# recipient.controller.section.title.sender
source: Sender
de: Absender
fr: Envoyeur

# recipient.controller.section.title.recipient.bank.details.generic
source: Recipient's Bank Details:
de: Bankverbindung des Empfängers:
fr: Détails bancaires du destinataire:

# recipient.controller.section.title.recipient.bank.details
source: %@'s Bank Details:
de: Bankverbindung von %@:
fr: Détails bancaires de %@:

# recipient.controller.section.title.ipad.recipient
source: Who are you sending to?
de: An wen möchtest du Geld überweisen?
fr: A qui envoyez-vous l'argent?

# recipient.controller.validating.message
source: Validating...
de: Prüft...
fr: Validation...

# recipient.controller.validation.error.empty.name
source: Name is missing
de: Name fehlt
fr: Le nom est manquant

# recipient.controller.validation.error.field.empty
source: %@ is missing
de: %@ fehlt
fr: %@ est manquant

# recipient.controller.validation.error.title
source: Validation error
de: Überprüfungsfehler
fr: Erreur de validation

# recipient.controller.validation.error.bic.required
source: BIC is required for transfers to %@
de: BIC benötigt für Überweisung an %@
fr: Le BIC est requis pour transférer à %@

# recipient.controller.validation.error.email.format
source: Email is invalid
de: Ungültige E-Mail-Adresse
fr: L'adresse email est invalide

# recipient.controller.validation.error.address
source: Address has empty fields
de: Adresse hat leere Felder
fr: L'addresse contient des champs vides

# recipient.controller.validation.error.country
source: Invalid country
de: Ungültiges Land
fr: Le pays est invalide

# recipient.controller.validation.error.state
source: Invalid state
de: Ungültiger Bundesstaat
fr: L'état est invalide

# recipient.controller.section.title.address
source: Address
de: Adresse
fr: Adresse

# recipient.details.ABA.base
source: ACH / ABA: %@, State:%@
de: ACH / ABA: %@, Bundesstaat:%@

# recipient.details.account.number.base
source: Account number: %@
de: Kontonummer: %@
fr: Numéro de compte: %@

# recipient.details.bank.code.base
source: Bank code: %@
de: Bankleitzahl: %@
fr: Code banque: %@

# recipient.import.from.phonebook.label
source: Import from phonebook
de: Telefonkontakte importieren
fr: Importer

# recipient.save.error.title
source: Can't save
de: Speichern nicht möglich
fr: Impossible de sauvegarder

# refund.details.account.details.section.header
source: Your bank details
de: Deine Bankdaten
fr: Vos détails bancaires

# refund.details.controller.title
source: Your refund account
de: Dein Rückerstattungskonto
fr: Votre compte en cas de remboursement

# refund.details.header.description
source: To guarantee that %@ receives exactly %@, we ask you to send 3%% extra money. We'll refund the remaining money to your bank account once the transfer is complete.
de: Um garantieren zu können, dass %@ genau %@ erhält, bitten wir dich etwas mehr zu überweisen. Den Rest werden wir an dich zurückerstatten, sobald die Überweisung abgeschlossen ist.
fr: Afin de guarantir que %@ reçoive éxactement %@, nous vous avons demandé 3%% extra. Nous vous rembourserons l'argent non utilisé après le transfert.

# refund.details.header.description.iPad
source: To guarantee that %@ receives exactly %@, we ask you to send 3%% extra money. We'll refund the remaining money to your bank account once the transfer is complete.
de: Um garantieren zu können, dass %@ genau %@ erhält, bitten wir dich etwas mehr zu überweisen. Den Rest werden wir an dich zurückerstatten, sobald die Überweisung abgeschlossen ist.
fr: Afin de guarantir que %@ reçoive éxactement %@, nous vous avons demandé 3%% extra. Nous vous rembourserons l'argent non utilisé après le transfert.

# refund.details.holders.name.label
source: Your account holder name
de: Kontoinhaber
fr: Nom du détenteur du compte

# refund.details.footer.button.title
source: Continue
de: Weiter
fr: Continuer

# settings.title
source: Settings
de: Einstellungen
fr: Options

# settings.row.contact.support
source: Contact customer service
de: Support kontaktieren
fr: Support client

# settings.row.logout
source: Log out
de: Abmelden
fr: Se déconnecter

# settings.row.send.feedback
source: Send feedback
de: Feedback senden
fr: Votre commentaire

# settings.row.about
source: About
de: Über uns
fr: A propos

# settings.row.touchid
source: Touch ID settings
de: Touch ID Einstellungen
fr: Paramètres Touch ID

# settings.row.send.as.business
source: Send as business
de: Geschäftsüberweisung
fr: Envoyer en tant qu'entreprise

# sign.up.controller.creating.message
source: Creating account...
de: Erstellt Konto...
fr: Création du compte...

# sign.up.controller.signup.error.message
source: Sign up error
de: Registrierungsfehler
fr: Erreur de création du compte

# sign.up.controller.title
source: Join the revolution
de: Trete der Revolution bei
fr: S'enregistrer

# sign.up.controller.validation.email.invalid
source: Email is not valid
de: E-Mail ungültig
fr: Adresse email non valide

# sign.up.controller.validation.email.missing
source: Email is missing
de: E-Mail fehlt
fr: Adresse email manquante

# sign.up.controller.validation.password.missing
source: Password is missing
de: Passwort fehlt
fr: Mot de passe manquant

# sign.up.controller.validation.password.mismatch
source: Passwords don't match
de: Passwörter stimmen nicht überein
fr: Les mots de passe sont différents

# sign.up.controller.google.signup.message
source: Sign up via Google
de: Über Google registrieren
fr: S'enregistrer via Google

# sign.up.controller.set.password.message
source: OR SET A PASSWORD
de: ODER LEGE EIN PASSWORT FEST
fr: Ou choisir son mot de passe

# sign.up.error.title
source: Can't continue
de: Fortfahren nicht möglich
fr: Impossible de continuer

# sign.up.button.title.register
source: Register
de: Registrieren
fr: S'enregistrer

# sign.up.controller.header.message
source: Create a Transferwise account
de: TransferWise Konto erstellen
fr: Créer un compte TransferWise

# sign.up.email.field.title
source: Your email
de: Deine E-Mail
fr: Votre adresse email

# sign.up.password.confirm.field.title
source: Confirm password
de: Passwort bestätigen
fr: Confirmer mot de passe

# sign.up.password.field.title
source: Choose a password
de: Wähle ein Passwort
fr: Mot de passe

# sign.up.controller.existing.user.action
source: Log in
de: Einloggen
fr: Connexion

# sign.up.controller.existing.user.message
source: Already a user?
de: Bist du bereits registriert?
fr: Déjà un utilisateur?

# transactions.controller.refreshing.message
source: Refreshing payments
de: Lädt Überweisungen
fr: Raffraichissement des transferts

# transactions.controller.title
source: My Transfers
de: Meine Überweisungen
fr: Mes transferts

# transactions.controller.tabbar.title
source: Transfers
de: Übersicht
fr: Transferts

# transactions.identification.notification.message
source: We will soon review your documents
de: Wir bearbeiten derzeit deine Dokumente
fr: Vos documents seront bientôt en revue

# transactions.identification.upload.message
source: Haven't uploaded them?
de: Noch nicht hochgeladen?
fr: Documents non fournis?

# transactions.identification.done.button.title
source: Upload
de: Hochladen
fr: Télécharger

# transactions.identification.uploading.message
source: Uploading...
de: Hochladen...
fr: Téléchargement en cours...

# transactions.cancel.confirmation.title
source: Cancel this transfer?
de: Diese Überweisung stornieren?
fr: Annuler ce transfert?

# transactions.cancel.confirmation.message
source: Please confirm you want to cancel this transfer. This can't be undone.
de: Bitte bestätige, dass du diese Überweisung stornieren möchtest. Das kann nicht rückgängig gemacht werden.
fr: Veuillez confirmer que vous souhaitez annuler ce transfert. C'est irréversible.

# transactions.cancel.progress.title
source: Cancelling transfer...
de: Storniere Überweisung...
fr: Annulation en cours...

# transactions.cancel.fail.title
source: Cancel failed
de: Stornierung fehlgeschlagen
fr: Annulation avortée
