Repository: transferwise/CDYObjectModel
Catalog: Transfer/*.lproj/Localizable.strings
Languages: de, fr

# business.profile.identification.header.instructions.text
source: As we follow the anti-money laundering policies of our regulators (HMRC and FCA), we unfortunately need photos (or scanned copies) of a few key documents: 1. A valid business incorporation document 2. A list of the shareholders with over 25% ownership (with % of ownership stated) 3. Photo ID and proof of address for all of the above stakeholders
de: Aufgrund von Anti-Geldwäsche-Vorschriften der FCA und HMRC benötigen wir einige Fotos (oder eingescannte Kopien) von wichtigen Dokumenten: 1. Eine Kopie der Gründungsurkunde 2. Eine Liste der Personen mit 25% oder mehr Unternehmensbeteiligung inkl. genauer Prozentangabe 3. Identitätsnachweis und Wohnsitznachweis für die oben genannten Beteiligten.

# business.profile.identification.footer.instructions.text
source: Our apologies for the inconvenience. Rest assured that we will never share your documents with 3rd parties.
de: Entschuldige bitte die Unannehmlichkeiten. Wir können dir versichern, dass diese Dokumente nie an Drittparteien weitergegeben werden.

# refund.controller.validation.error.empty.name
source: Holder's name is missing
de: Name des Kontoinhabers fehlt
fr: Nom du détenteur du compte manquant

# refund.details.save.error.title
source: Could not save
de: Konnte nicht gespeichert werden
fr: Sauvegarde impossible

# refund.controller.validating.message
source: Validating...
de: Prüft...
fr: Validation en cours...

# refund.controller.validation.error.title
source: Validation failed
de: Prüfung fehlgeschlagen
fr: Validation impossible

# login.controller.forgot.password.link
source: Forgot password
de: Passwort vergessen
fr: Mot de passe oublié?

# login.controller.or
source: Or log in with
de: Oder melde dich an mit
fr: Ou connexion via

# login.controller.or.ipad
source: Or
de: Oder
fr: Ou

# reset.password.controller.title
source: Reset password
de: Passwort zurücksetzen
fr: Reinitialiser mot de passe

# reset.password.controller.email.cell.label
source: Your email
de: Deine E-Mail-Adresse
fr: Votre email

# reset.password.header.description
source: Enter the email address you registered with. We'll send you an email in order to let you choose a new password.
de: Gib deine TransferWise Konto E-Mail-Adresse an. Wir schicken dir eine E-Mail, mit der du ein neues Passwort setzen kannst.
fr: Saisir l'adresse email avec laquelle vous vous êtes enregistré. Nous vous enverrons un email afin de vous laisser choisir un nouveau mot de passe.

# reset.password.header.description.ipad
source: Enter the email address you registered with. We'll send you an email in order to let you choose a new password.
de: Gib die E-Mail-Adresse an, mit der du dich registriert hast. Wir schicken dir eine E-Mail, mit der du ein neues Passwort setzen kannst.
fr: Saisir l'adresse email avec laquelle vous vous êtes enregistré. Nous vous enverrons un email afin de vous laisser choisir un nouveau mot de passe.

# reset.controller.footer.button.title
source: Reset password
de: Passwort zurücksetzen
fr: Reinitialiser mot de passe

# reset.password.email.not.entered
source: Email is missing.
de: E-Mail-Adresse fehlt.
fr: Adresse email manquante.

# reset.password.invaild.email.error
source: Please provide a valid email.
de: Bitte wähle eine gültige E-Mail-Adresse.
fr: Veuillez saisir une adresse email valide.

# reset.password.error.title
source: Oops!
de: Ups!

# reset.password.success.alert.title
source: Good!
de: Gut!
fr: Parfait!

# reset.password.success.alert.message
source: Now check your email. We sent you an email with a link to choose a new password.
de: Schau in deinen Posteingang. Wir haben dir eine E-Mail geschickt, mit welcher du ein neues Passwort wählen kannst.
fr: Maintenant consultez votre boite de réception. Nous vous avons envoyé un email avec un lien pour choisir un nouveau mot de passe.

# reset.password.failed.alert.title
source: Oops!
de: Ups!

# reset.password.not.found.alert.message
source: There is no account registered with that email. Please provide a valid email.
de: Für diese E-Mail-Adresse gibt es kein registriertes Konto. Bitte wähle eine gültige E-Mail-Adresse.
fr: Aucun compte correspondant à cette adresse email.

# refund.controller.existing.recipients.preload.error.title
source: Can't load contacts
de: Kontakte können nicht geladen werden
fr: Impossible de charger vos contacts

# network.alert
source: No Internet Connection
de: Keine Internetverbindung
fr: Pas de connexion internet

# contact.detail.send
source: Send money
de: Sende Geld
fr: Envoyer de l'argent

# usd.not.supported
source: Sending USD abroad will soon be supported in our mobile applications. In the mean time, please go to transferwise.com to pay for this transfer.
de: USD-Überweisungen werden bald auf unserer App unterstützt. In der Zwischenzeit, kannst du deine Überweisung auf TransferWise.com machen.
fr: Envoyer des dollards américains (USD) à l'étranger sera bientôt supporté dans l'app. En attendant, cette fonctionnalité est déjà disponible sur notre site web transferwise.com

# invite.button.title
source: Invite friends
de: Lade Freunde ein
fr: Inviter mes amis

# invite.controller.title
source: Save your friends from banks
de: Rette deine Freunde vor Banken
fr: Sauvez vos amis des banques

# invite.controller.title.short
source: Help your friends
de: Hilf deinen Freunden
fr: Aidez vos amis

# invite.controller.title.reward.format
source: %d reward earned! %@
de: %d Prämie verdient! %@
fr: %d récompense gagneé! %@

# invite.controller.title.rewards.format
source: %d rewards earned! %@
de: %d Prämien verdient! %@
fr: %d récompenses gagnées! %@

# invite.header
source: You earn %@ for every 3 friends who start using Transferwise.
de: Du verdienst %@ für jeden 3. eingeladenen Freund, der anfängt TransferWise zu nutzen.
fr: Gagner %@ quand 3 amis commencent à utiliser TransferWise.

# invite.progress.format1
source: %d friend started using Transferwise. %d to go & you get %@.
de: %d Freund hat angefangen TransferWise zu nutzen. Noch %d & du kriegst %@.
fr: %d ami utilise TransferWise. %d restant & vous gagnez %@.

# invite.progress.format2
source: %d friends started using Transferwise. %d to go!
de: %d Freunde haben angefangen TransferWise zu nutzen. Noch %d !
fr: %d amis utilisent TransferWise. %d restant!

# invite.complete.format
source: %d friends joined! Do it again to earn %@ extra!
de: %d Freunde sind jetzt dabei! Mach es noch einmal um %@ extra zu erhalten!
fr: %d amis utilisent TransferWise! Recommencez et gagnez %@ de plus!

# invite.fb.button.title
source: Share on Facebook
de: Auf Facebook teilen
fr: Poster sur Facebook

# invite.email.button.title
source: Invite via email
de: Einladen per E-Mail
fr: Inviter par email

# invite.sms.button.title
source: Invite via sms
de: Einladen per SMS
fr: Inviter par sms

# invite.copy.button.title
source: Copy my invite link
de: Einladungslink kopieren
fr: Copier mon lien

# invite.copied.button.title
source: Copied
de: Kopiert
fr: Copié

# invite.context.format
source: When 3 friends start using Transferwise, you'll get %@.
de: Sobald 3 Freunde anfangen TransferWise zu nutzen, erhältst du 50 GBP.
fr: Quand 3 amis utilisent TransferWise, vous gagnez %@.

# invite.modal.title
source: Share your invite url
de: Einladungslinks teilen
fr: Envoyer vos invitations

# invite.error.facebook.title
source: Facebook error
de: Facebookfehler
fr: Erreur de Facebook

# invite.error.facebook.message
source: Please enable Facebook in your device settings and try again.
de: Bitte aktiviere Facebook auf deinem Gerät und versuche es erneut.
fr: Activez Facebook sur votre téléphone et réessayez.

# invite.email.subject
source: %@ has invited you to TransferWise
de: %@ hat dich zu TransferWise eingeladen
fr: %@ vous invite sur TransferWise

# invite.email.subject.anonymous
source: You have been invited to TransferWise
de: Du wurdest zu TransferWise eingeladen
fr: Vous avez été invité sur TransferWise

# invite.email.message
source: Hi,<br><br>I’ve been using TransferWise to send money abroad. Really easy and a lot cheaper than the bank! I got you a free transfer using my invite link: <br><a href="%@">Accept %@'s invitation</a> <br><br>Cheers,<br>%@
de: Hallo,<br><br>Ich nutze TransferWise, um Geld ins Ausland zu überweisen. Wirklich einfach und um einiges günstiger als die Bank! Du kriegst eine gebührenfreie Überweisung, wenn du meinen Einladungslink nutzt: <br><a href="%@">Akzeptiere die Einladung von %@ </a> <br><br>Gruss,<br>%@
fr: Salut,<br><br>J'utilise TransferWise pour envoyer de l'argent à l'étranger. C'est vraiment facile et bien moins cher que les banques! J'ai obtenu un transfert gratuit pour toi: <br><a href="%@">Accepter l'invitation de %@</a> <br><br>J'espères que cela te rendra service,<br>%@

# invite.email.message.anonymous
source: Hi,<br><br>I’ve been using TransferWise to send money abroad. Really easy and a lot cheaper than the bank! I got you a free transfer using my invite link: <br><a href="%@">Accept invitation</a> <br><br>Cheers!<br>
de: Hi,<br><br>Ich habe angefangen, TransferWise für Auslandsüberweisungen zu nutzen. Wirklich einfach und günstiger als bei deiner Bank! Ich hab für dich eine gebührenfreie Überweisung über diesen Link: <br><a href="%@">Einladung annehmen</a> <br><br>Bis dann!<br>
fr: Salut,<br><br>J'utilise TransferWise pour envoyer de l'argent à l'étranger. C'est vraiment facile et bien moins cher que les banques! J'ai obtenu un transfert gratuit pour toi: <br><a href="%@">Accepter l'invitation</a> <br><br>J'espères que cela te rendra service,<br>

# invite.sms.message
source: I’ve been using TransferWise to send money abroad. Really easy and a lot cheaper than the bank! I got you a free transfer using my invite link: %@. Cheers. %@
de: Ich nutze TransferWise, um Geld ins Ausland zu überweisen. Wirklich einfach und um einiges günstiger als die Bank! Du kriegst eine gebührenfreie Überweisung, wenn du meinen Einladungslink nutzt: %@. Gruss. %@
fr: J'utilise TransferWise pour envoyer de l'argent à l'étranger. C'est vraiment facile et bien moins cher que les banques! J'ai obtenu un transfert gratuit pour toi via ce lien: %@. J'espères que cela te rendra service, %@

# invite.sms.message.anonymous
source: I’ve been using TransferWise to send money abroad. Really easy and a lot cheaper than the bank! I got you a free transfer using my invite link: %@. Cheers!
de: Ich habe angefangen, TransferWise für Auslandsüberweisungen zu nutzen. Wirklich einfach und günstiger als bei deiner Bank! Ich hab für dich eine gebührenfreie Überweisung über diesen Link: %@. Bis dann!
fr: J'utilise TransferWise pour envoyer de l'argent à l'étranger. C'est vraiment facile et bien moins cher que les banques! J'ai obtenu un transfert gratuit pour toi via ce lien: %@. J'espères que cela te rendra service.

# invite.link.querying
source: Getting invite link
de: Erhalte Einladungslink
fr: Obtention du lien d'invitation

# invite.link.error.title
source: Unable to get invite link
de: Erhalten des Einladungslink fehlgeschlagen
fr: Lien d'invitation non disponible

# invite.link.error.message
source: Something went wrong while getting invite link
de: Irgendetwas ist mit dem Einladungslink schief gelaufen.
fr: Il est impossible de charger votre lien d'invitation pour le moment. Réessayer plus tard.

# invite.status.querying
source: Getting invite's status
de: Erhalte Status vom eingeladenen
fr: Obtention du statut des invitations

# invite.status.error.title
source: Unable to get status
de: Statusabfrage fehlgeschlagen
fr: Impossible d'obtenir le statut des invitations

# invite.status.error.message
source: Something went wrong while getting invite's status
de: Irgendetwas ist mit der Statusabfrage schief gelaufen.
fr: Il est impossible de charger le status de vos invitations pour le moment. Réessayer plus tard.

# touchid.reason.store
source: Authenticate to associate login credentials with Touch ID.
de: Authentifizieren, um Zugangsdaten mit Touch ID zu verknüpfen.

# touchid.reason.retrieve
source: Authenticate to log in with Touch ID account.
de: Authentifizieren, um mit Touch ID Konto anzumelden.

# touchid.reason.clear
source: Authenticate to remove credentials associated with Touch ID.
de: Authentifizieren, um Touch ID Zugangsdaten zu entfernen.

# touchid.cleared
source: Login associated with TouchID has been removed. Login again to re-associate.
de: Mit Touch ID verknüpfte Anmeldung wurde entfernt. Melde dich an um die Verknüpfung erneut herzustellen.

# touchid.prompt.title
source: Fast & secure login
de: Schnell & sicher anmelden
fr: Connexion rapide et sécurisée

# touchid.prompt.info
source: Would you like to use Touch ID to log into this account next time?
de: Würdest du beim nächsten Einloggen gerne Touch ID nutzen?
fr: Souhaiteriez-vous utiliser Touch ID pour vous connecter la prochaine fois?

# touchid.settings.clear.info
source: Remove stored login details for Touch ID?
de: Gespeicherte Touch ID Zugangsdaten entfernen?

# touchid.settings.names.info
source: If you said No to using Touch ID you will not automatically be asked again. Tap "Ask Again" to be prompted again next time you log in.
de: Wenn du Nein zu der Nutzung von Touch ID gesagt hast, wirst du automatisch nicht mehr danach gefragt. Tippe "Nochmal fragen" an um bei dem nächsten einloggen erneut aufgefordert zu werden.

# touchid.settings.names.title
source: Ask again
de: Nochmal fragen

# usd.low.info
source: Unfortunately you cannot transfer less than 3 USD.
de: Leider ist es nicht möglich weniger als 3 USD zu überweisen.
fr: Malheureusement il est impossible de transférer moins de 3 USD.

# empty.transfers
source: No transfers made yet? Tap send to start.
de: Noch keine Überweisungen gemacht? Tippe 'Senden' um zu starten.
fr: Aucun transferts? Tap Envoyer pour démarrer.

# empty.contacts
source: No recipients saved. Tap send to transfer money.
de: Keine Empfänger gespeichert. Tippe 'Senden' um Geld zu überweisen.
fr: Aucun destinataires sauvegardés. Tap Envoyer pour démarrer.

# registration.legaleze
source: By using TransferWise, you agree to our %@ & %@
de: Mit diesem Klick akzeptierst du unsere %@ & %@
fr: En utilisant TransferWise, vous adherez à nos %@ & %@

# registration.tos
source: Terms of services
de: Nutzungsbedingungen
fr: conditions générales

# registration.privacy
source: Privacy Policy
de: Datenschutzerklärung
fr: règles de confidentialité

# usd.legaleze
source: By continuing you agree to our %@
de: Mit diesem Klick stimmst du unseren %@ zu
fr: En continuant vous adherez aux %@

# usd.state.specific
source: state specific notices
de: Bundesstaat-spezifischen Vorschriften
fr: conditions spéciales de chaque état

# transfertime.default
source: It generally takes 1 business day
de: 1 Werktag
fr: Cela prend généralement 1 jour ouvré

# transfertime.EUR.REGULAR
source: It generally takes 1-2 business days
de: 1-2 Werktage
fr: Cela prend généralement 1-2 jours ouvrés

# transfertime.GBP.REGULAR
source: It generally takes a few business hours
de: einige Werkstunden
fr: Cela prend généralement quelques heures ouvrées

# transfertime.USD
source: It takes up to 5 business days
de: bis zu 5 Werktage

# upload.money.bankname.title
source: Bank name
de: Name der Bank
fr: Nom de la banque

# upload.money.card.no.adyen.url
source: Could not load debit card screen. Please try again.
de: Kreditkartenseite konnte nicht geladen werden. Bitte versuche es erneut.

# no.payin.methods.template
source: It is not possible to proceed with this %@ transfer at the moment. You may need to verify yourself first on TransferWise.com
de: Diese %@ Überweisung kann momentan nicht fortgesetzt werden. Du musst evtl. vorher auf TransferWise.com verifiziert werden
fr: Aucune méthode de paiement sont actuellement disponible. Re-essayez plus tard.

# repeat.transfer.creation
source: Applying current exchange rate
de: Aktueller Wechselkurs angewandt
fr: Rafraîchissement du taux de change

# deeplink.payment.detail.message
source: Refreshing details...
de: Lädt...
fr: Raffraichissement...

# deeplink.payment.detail.error
source: This transfer doesn't exist in your account.
de: Diese Überweisung existiert nicht.
fr: Ce transfert n'éxiste pas dans votre compte

# deeplink.verification.message
source: Refreshing documents required...
de: Neue Dokumente benötigt...
fr: Raffraichissement des documents requis...

# deeplink.no.verification.message
source: No verification needed!
de: Keine Verifizierung benötigt!
fr: Aucun document requis!

# notifications.info.format
source: Want to be notified when %@ receives your money?
de: Möchtest du benachrichtigt werden, wenn wir das Geld an %@ ausgezahlt haben?
fr: Souhaitez-vous être notifié lorsque nous avons envoyé votre argent à %@?

# notifications.yes
source: Yes please!
de: Ja, bitte!
fr: Oui!

# reset.password.controller.yahoo.title
source: Yahoo! Login discontinued
de: Yahoo! Login deaktiviert
fr: Yahoo! n'est plus disponible

# reset.password.header.yahoo.description
source: We're discontinuing Yahoo! login, but no worries you can still access your account by resetting your password.
de: Yahoo! Login ist hier nicht mehr möglich. Aber keine Sorge, du kannst auf dein Konto zugreifen, indem du ein neues Passwort erstellst.
fr: Nous avons retiré l'option de connexion avec Yahoo!, mais pas d'inquiètude, vous pouvez accéder à votre compte en ré-initialisant votre mot de passe.

# reset.password.header.yahoo.description.ipad
source: We're discontinuing Yahoo! login, but no worries you can still access your account by resetting your password.
de: Yahoo! Login ist hier nicht mehr möglich. Aber keine Sorge, du kannst auf dein Konto zugreifen, indem du ein neues Passwort erstellst.
fr: Nous avons retiré l'option de connexion avec Yahoo!, mais pas d'inquiètude, vous pouvez accéder à votre compte en ré-initialisant votre mot de passe.

# login.oauth.header.title
source: Log in with %@
fr: Connecter avec %@

# profile.dob.day
source: DD
fr: JJ

# profile.dob.year
source: YYYY
fr: AAAA

# recipient.details.SORT_CODE.base
source: UK Sort code: %@
fr: Code UK Sort: %@

# recipient.details.SWIFT_CODE.base
source: SWIFT code: %@
fr: Code SWIFT: %@

# usd.coming.soon
source: U-S-A!
fr: Bientôt dans votre app...

# invite.controller.title.boom
source: Boom!
fr: BAM!
